/* No comment provided by engineer. */
"Albums" = "Alben";

/* Button on main menu */
"All albums" = "Alle Alben";

/* No comment provided by engineer. */
"Attach" = "Anfügen";

/* Button on main menu */
"Attach %zd file(s)" = "Bringen Sie %zd Datei(en)";

/* Title */
"Attach files" = "Dateien anhängen";

/* Error text */
"Can't load Document Picker" = "Kann nicht geladen Document Picker";

/* Common */
"Cancel" = "Stornieren";

/* Error text */
"Device has no camera" = "Das Gerät hat keine Kamera";

/* Common */
"Error" = "Fehler";

/* Common */
"OK" = "OK";

/* Button on main menu */
"Other apps" = "Andere Apps";

/* Button on main menu */
"Take a picture" = "Machen Sie ein Foto";

/* Button on main menu */
"Take a picture or a video" = "Nehmen Sie ein Bild oder ein Video";

/* Button on main menu */
"Take a video" = "Nehmen Sie ein Video";

/* must be lowercase */
"empty_fields" = "Debes llenar los campos";

/*  */
"warning" = "Aviso";

/*  */
"blog_error" = "Ocurrió un error en la creación de la bitácora";

/*  */
"blog_created" = "Registro creado con éxito";

/*  */
"error" = "Error";

/*  */
"choose_at_least" = "Necesita al menos 3 puntos para trazar su cultivo";

/*  */
"choose_just_one" = "Valide que en el mapa solo haya un punto o figura";
